{
  "Nguyên tử": "Nguyên tử là đơn vị cơ bản của vật chất trung hòa về điện, gồm hạt nhân chứa proton (mang điện tích dương), neutron (không mang điện) và các electron (mang điện tích âm) chuyển động xung quanh. Ví dụ: Nguyên tử Hydro chỉ có 1 proton và 1 electron.",
  "Phân tử": "Phân tử là hạt đại diện cho chất, gồm một số nguyên tử liên kết với nhau và thể hiện đầy đủ tính chất hóa học của chất. Ví dụ: Phân tử nước (H2O) gồm 2 nguyên tử Hydro và 1 nguyên tử Oxy.",
  "Ion": "Ion là nguyên tử hoặc phân tử mang điện tích do mất hoặc nhận electron. Ví dụ: Na⁺ (mất 1 electron), Cl⁻ (nhận 1 electron).",
  "Liên kết ion": "Trong phản ứng hóa học, khi nguyên tử, phân tử thêm hoặc mất bớt electron nó sẽ tạo thành các phần tử mang điện được gọi là ion. Các ion trái dấu hút nhau bằng lực hút tĩnh điện tạo thành hợp chất chứa liên kết ion. Ví dụ: NaCl có liên kết ion giữa Na⁺ và Cl⁻.",
  "Liên kết cộng hóa trị": "Liên kết cộng hóa trị là liên kết trong đó các  nguyên tử cùng sử dụng chung một hay nhiều cặp electron. Ví dụ: H2, O2, H2O đều có liên kết cộng hóa trị.",
  "Liên kết kim loại": "Liên kết kim loại là sự liên kết giữa các ion dương trong mạng tinh thể kim loại nhờ 'biển electron' tự do chuyển động. Nhờ liên kết này mà kim loại dẫn điện và dẫn nhiệt tốt.",
  "Nguyên tử khối": "Nguyên tử khối là khối lượng tương đối của một nguyên tử so với 1/12 khối lượng nguyên tử Cacbon-12. Ví dụ: Nguyên tử khối của Oxy là 16.",
  "Số khối": "Số khối (A) là tổng số proton (Z) và neutron (N) trong hạt nhân nguyên tử. A = Z + N. Ví dụ: Oxy-16 có số khối 16 (8 proton + 8 neutron).",
  "Số hiệu nguyên tử": "Số hiệu nguyên tử (Z) là số proton trong hạt nhân, đồng thời bằng số electron trong nguyên tử trung hòa. Ví dụ: Hydro có Z = 1.",
  "Hợp chất": "Hợp chất là chất được tạo thành từ hai hay nhiều nguyên tố hóa học khác nhau. Ví dụ: Nước (H2O), muối ăn (NaCl).",
  "Dung dịch": "Dung dịch là hỗn hợp đồng nhất gồm chất tan và dung môi. Ví dụ: dung dịch đường trong nước.",
  "Dung môi": "Dung môi là chất dùng để hòa tan chất khác. Ví dụ: Nước là dung môi phổ biến nhất.",
  "Chất tan": "Chất tan là chất bị hòa tan trong dung môi. Ví dụ: Đường (C12H22O11) tan trong nước.",
  "Dung dịch bão hòa": "Dung dịch bão hòa là dung dịch không thể hòa tan thêm chất tan ở điều kiện xác định. Ví dụ: Nước muối bão hòa ở 25°C.",
  "Acid": "Acid là chất khi tan trong nước phân li ra ion H⁺. Ví dụ: HCl, H2SO4. Tính chất: có vị chua, đổi quỳ tím thành đỏ.",
  "Base": "Base là chất khi tan trong nước phân li ra ion OH⁻. Ví dụ: NaOH, KOH. Tính chất: có vị đắng, nhờn, đổi quỳ tím thành xanh.",
  "Muối": "Muối là hợp chất tạo bởi ion kim loại và gốc . Ví dụ: NaCl, CaCO3.",
  "Oxit": "Oxit là hợp chất của oxy với một nguyên tố khác. Ví dụ: CO2, CaO.",
  "Oxit base": "Oxit base là oxide của kim loại tương ứng với base. Ví dụ: Na2O, CaO. oxit ",
  "Oxit acid": "Oxit acid là ocid của phi kim tương ứng với acid. Ví dụ: SO2 (tạo H2SO3 khi tan trong nước), CO2 (tạo H2CO3 khi tan trong nước).",
  "Hydrocid": "Hydrocid là hợp chất có nhóm -OH liên kết với kim loại. Ví dụ: NaOH, Ca(OH)2. Nhiều hiđroxit tan trong nước tạo dung dịch base.",
  "Phản ứng hóa học": "Phản ứng hóa học là quá trình biến đổi từ chất này thành chất khác, có sự thay đổi liên kết hóa học. Ví dụ: 2H2 + O2 → 2H2O.",
  "Phản ứng oxi hóa - khử": "Phản ứng oxi hóa - khử là phản ứng có sự thay đổi số oxi hóa, trong đó có sự trao đổi electron giữa các chất. Ví dụ: Zn + CuSO4 → ZnSO4 + Cu.",
  "Số oxi hóa": "Số oxi hóa là số điện tích giả định của nguyên tử nếu giả sử các liên kết hoàn toàn ion. Ví dụ: trong H2O, O có số oxi hóa -2, H có số oxi hóa +1.",
  "Chất khử": "Chất khử là chất nhường electron trong phản ứng oxi hóa - khử, làm cho chất khác bị khử. Ví dụ: H2, Zn là chất khử mạnh.",
  "Chất oxi hóa": "Chất oxi hóa là chất nhận electron trong phản ứng oxi hóa - khử, làm cho chất khác bị oxi hóa. Ví dụ: O2, Cl2 là chất oxi hóa mạnh.",
  "Dung dịch điện li": "Dung dịch điện li là dung dịch có chứa ion, dẫn điện được. Ví dụ: dung dịch NaCl, HCl. Các chất điện li yếu như CH3COOH dẫn điện kém.",
  "Điện phân": "Điện phân là quá trình oxi hóa - khử xảy ra ở điện cực khi có dòng điện một chiều đi qua dung dịch điện li hoặc chất điện li nóng chảy. Ví dụ: Điện phân NaCl nóng chảy tạo Na và Cl2.",
  "Tốc độ phản ứng": "Tốc độ phản ứng là độ biến thiên nồng độ của chất tham gia hoặc sản phẩm trong một đơn vị thời gian. Ví dụ: phản ứng cháy của H2 xảy ra rất nhanh.",
  "Cân bằng hóa học": "Cân bằng hóa học là trạng thái khi tốc độ phản ứng thuận bằng tốc độ phản ứng nghịch, nồng độ các chất không đổi theo thời gian. Ví dụ: N2 + 3H2 ⇌ 2NH3.",
  "Nồng độ mol": "Nồng độ mol (CM) là số mol chất tan có trong 1 lít dung dịch. Công thức: CM = n/V. Ví dụ: 1 mol NaCl hòa tan trong 1 lít nước → dung dịch 1M.",
  "Khối lượng mol": "Khối lượng mol (M) là khối lượng của 1 mol chất, tính bằng gam/mol. Ví dụ: khối lượng mol của O2 là 32 g/mol.",
  "pH": "pH là chỉ số biểu thị độ acid hay base của dung dịch, được tính bằng pH = -log10[H+]. Dung dịch acid có pH < 7, base có pH > 7, trung tính pH = 7.",
  "Chất xúc tác": "Chất xúc tác là chất làm tăng tốc độ phản ứng hóa học mà không bị tiêu hao sau phản ứng. Ví dụ: men xúc tác (enzym) trong cơ thể sống.",
  "Nhiệt độ nóng chảy": "Nhiệt độ nóng chảy là nhiệt độ tại đó chất rắn chuyển sang trạng thái lỏng ở áp suất xác định. Ví dụ: băng tan ở 0 °C.",
  "Nhiệt độ sôi": "Nhiệt độ sôi là nhiệt độ tại đó chất lỏng chuyển sang trạng thái khí khi áp suất hơi bão hòa bằng áp suất ngoài. Ví dụ: nước sôi ở 100 °C (1 atm).",
  "Áp suất": "Áp suất là lực tác dụng vuông góc trên một đơn vị diện tích. Công thức: p = F/S. Đơn vị: Pascal (Pa).",
  "Định luật bảo toàn khối lượng": "Trong phản ứng hóa học, tổng khối lượng các chất tham gia bằng tổng khối lượng các chất sản phẩm. Đây là định luật của Lomonosov – Lavoisier.",
  "Định luật Avogadro": "Định luật Avogadro: Các thể tích bằng nhau của các khí khác nhau ở cùng điều kiện nhiệt độ và áp suất chứa cùng số phân tử.",
  "Số Avogadro": "Số Avogadro (NA) là số hạt (nguyên tử, phân tử, ion) trong 1 mol chất, bằng 6,022 × 10^23.",
  "Mol": "Mol là lượng chất chứa 6,022 × 10^23 hạt (nguyên tử, phân tử, ion...). Ví dụ: 1 mol O2 chứa 6,022 × 10^23 phân tử O2.",
  "Chu kỳ": "Chu kỳ là hàng ngang trong bảng tuần hoàn. Các nguyên tố trong cùng chu kỳ có số lớp electron bằng nhau.",
  "Nhóm": "Nhóm là cột dọc trong bảng tuần hoàn. Các nguyên tố trong cùng nhóm có cấu hình electron lớp ngoài cùng giống nhau và tính chất tương tự.",
  "Kim loại kiềm": "Kim loại kiềm là các nguyên tố thuộc nhóm IA: Li, Na, K, Rb, Cs, Fr. Đặc điểm: mềm, hoạt động mạnh, dễ tác dụng với nước.",
  "Kim loại kiềm thổ": "Kim loại kiềm thổ là các nguyên tố nhóm IIA: Be, Mg, Ca, Sr, Ba, Ra. Tính chất: hoạt động mạnh, tạo base khi tác dụng với nước (trừ Be, Mg).",
  "Khí hiếm": "Khí hiếm là các nguyên tố nhóm VIIIA: He, Ne, Ar, Kr, Xe, Rn, Og. Đặc điểm: rất trơ, ít phản ứng hóa học."
}
